{"intro":[{"type":"text","value":"I’m a big sports fan. My wife likes to joke that we’re one of the last millennial households in the country to have a cable subscription. The reason? Sports. Last winter I was watching an NFL game featuring one of the league’s most memorably named players: <a href=http://archive.jsonline.com/sports/packers/get-to-know-packers-safety-ha-ha-clinton-dix-b99368534z1-278873391.html/ target=_blank>Ha Ha Clinton-Dix</a>. But it wasn’t his first name that caught my attention—it was his last."},{"type":"text","value":"The list of players whose names arch over the numbers on the back of their jerseys goes on and on: Clinton-Dix, <a href=https://fansided.com/2018/06/29/shai-gilgeous-alexander-longest-name/ target=_blank>Shai Gilgeous-Alexander</a>, <a href=https://www.mlive.com/loons/2015/04/reid-foley_brothers_square_off.html target=_blank>Sean Reid-Foley</a>, <a href=https://www.latimes.com/sports/usc/uscnow/la-sp-usc-juju-smith-schuster-20150810-story.html target=_blank>JuJu Smith-Schuster</a>, <a href=https://www.sny.tv/uconn/news/kml-carries-name-to-honor-her-mother/148617506 taregt=_blank>Kaleena Mosqueda-Lewis</a>. So I wanted to investigate: Are double-barrelled last names getting more common in professional sports? And what about overall?"},{"type":"text","value":"Turns out, hyphenated names are hard to study. Although athletes proudly wear their last names on their jerseys, most names are personal. The US Census collects last names, but to preserve the anonymity of individuals, only names appearing 100 or more times are <a href=https://www.census.gov/topics/population/genealogy/data/2010_surnames.html target=_blank>released</a>. So, you get names like Smith and Johnson, but never names like Smith-Johnson."},{"type":"text","value":"Looking at just professional sports though, there’s a clear trend, especially for the four leagues (MLB, NBA, NFL, and NHL) that have been around since at least the 1950s."}],"heatmapHed":"Players with hyphenated last names","heatmapDek":"by decade of entrance into each league","heatmapCopy":[{"type":"text","value":"Above, the players are grouped by the decade in which they entered each league. The NBA had its first hyphenated name in the 1960s, and the NFL followed in the 1970s with Herb Mul-Key, who <a href=https://www.nytimes.com/1972/12/31/archives/hes-a-pro-now-not-a-semi.html target=_blank>changed his name</a> because he was teased about it. “It used to be Mulkey, without the hyphen, but I had it changed lately because everybody used to make fun of it. They called me Mercury or Murky or Mushy or Musky, even one of my high school English teachers did that.”"},{"type":"text","value":"The NHL didn’t have a player with a hyphenated last name until the 1990s with Jean-Luc Grand-Pierre. The MLB was hyphen-less until Ryan Rowland-Smith’s debut in the 2000s."},{"type":"text","value":"When the WNBA debuted in the 1990s, it rocked this male-only sports trend, largely because in the US it falls on women to change their last names after marriage. Laurie Scheuble, a Penn State professor who researches marital naming, said hyphens in the WNBA make sense: “These are women who have already established careers and they want to maintain their identity.” We can see this with stars like Skylar Diggins-Smith, who first rose to national prominence as Skylar Diggins during the 2010 NCAA women’s basketball tournament, and later changed her name after marriage."},{"type":"text","value":"<span>Explore the names league-by-league below</span>"}],"vignetteHed":"Behind the hyphens","vignetteCopy":[{"type":"text","value":"Of course, there’s more to a hyphen than meets the eye. Players can (among other things):"}],"vignetteBullets":[{"type":"text","value":"inherit double-barrelled names from their parents’ already hyphenated names like <span class=span_Rowland-Smith>Ryan Rowland-Smith</span>"},{"type":"text","value":"combine both of their parents’ last names like <span class=span_Green-Ellis>BenJarvus Green-Ellis</span>"},{"type":"text","value":"get married and combine names with their spouse like <span class=span_Diggins-Smith>Skylar Diggins-Smith</span>"},{"type":"text","value":"change their name for religious reasons like <span class=span_Abdul-Jabbar>Kareem Abdul-Jabbar</span>"},{"type":"text","value":"and have culturally traditional hyphenated names like <span class=span_Grand-Pierre>Jean-Luc Grand-Pierre</span>"}],"vignettes":[{"firstName":"Ryan","lastName":"Rowland-Smith","lastNameLeft":"Rowland","lastNameRight":"Smith","decade":"2000","startYear":"2007","endYear":"2014","category":"Inherited already hyphenated name from parents","team":"Seattle Mariners, Arizona Diamondbacks","position":"pitcher","league":"MLB","text":"The MLB didn’t have a player with a hyphenated last name until 2007, when Rowland-Smith took the mound for the Seattle Mariners, and the league’s only had three others since. Rowland-Smith, whose Twitter handle is <a href=https://twitter.com/hyphen18 target=_blank >@hyphen18</a>, inherited his last name from his father, Rob Rowland-Smith, an Australian trainer known as <a href=https://www.seattletimes.com/sports/mariners/ms-ryan-rowland-smith-from-a-land-down-under/ target=_blank>“The Sandhill Warrior.”</a> Rowland-Smith’s now a baseball analyst with his former team. He was again a part of <a href=https://www.mlb.com/cut4/austin-bibens-dirkx-and-isiah-kiner-falefa-joined-ryan-rowland-smith-for-a-historic-photo/c-278851416 target=_blank>MLB hyphen history</a> when he called a Rangers’ game in May 2018 with both Isiah Kiner-Falefa and Austin Bibens-Dirkx in the lineup—the first time in MLB history that two starters sported hyphens.","image":"RowlandSmith.jpg"},{"firstName":"BenJarvus","lastName":"Green-Ellis","lastNameLeft":"Green","lastNameRight":"Ellis","decade":"2000s","startYear":"2008","endYear":"2018","category":"Combined parents’ names","team":"New England Patriots, Cincinnati Bengals","position":"running back","league":"NFL","text":"Green-Ellis combined his mother’s last name, Green, with his father’s last name, Ellis. As for his first name, his mom just liked how it sounded. Put it all together and you have <a href=https://bleacherreport.com/articles/277835-benjarvus-green-ellis-who-is-this-guy-anyway target=_blank>“The Law Firm.”</a> It’s a fitting nickname for the former NFL running back who <a href=https://www.nytimes.com/2012/02/03/sports/football/patriots-green-ellis-proves-his-dependability.html?ref=football target=_blank>thought about going to law school</a>. Green-Ellis spent the 2008-2011 seasons with the New England Patriots and notably <a href=http://www.nfl.com/player/benjarvusgreen-ellis/929/careerstats target=_blank>never lost a fumble</a> in over 500 carries. Green-Ellis played a couple of more seasons for the Cincinnati Bengals before making his exit from the league in 2014. He’s still remembered as having one of the <a href=https://bleacherreport.com/articles/1047989-the-law-firm-and-the-best-nicknames-in-sports#slide10 target=_blank>best nicknames in sports</a>.","image":"GreenEllis.jpg"},{"firstName":"Skylar","lastName":"Diggins-Smith","lastNameLeft":"Diggins","lastNameRight":"Smith","decade":"2010s","startYear":"2013","endYear":"2018","category":"Married and combined names with spouse","team":"Dallas Wings","position":"guard","league":"WNBA","text":"Then just Skylar Diggins, Diggins-Smith led her Notre Dame team to three consecutive Final Four Appearances between 2010–2013. She was selected 3rd overall in the 2013 WNBA draft, and by 2017 she had added a hyphen to the <a href=https://www.instagram.com/p/BTd_IQNjumI/?utm_source=ig_embed target=_blank>back of her jersey</a> after <a href=https://www.essence.com/celebrity/black-celeb-couples/wnba-star-skylar-diggins-marries-daniel-smith/ target=_blank>marrying longtime boyfriend</a> Daniel Smith. Since the WNBA was founded in 1996, 33 out of a total 919 players, or 3.6%, hyphenated their last names after marriage. That’s in the same range as a <a href=https://www.researchgate.net/publication/225561837_What's_In_a_Name_Marital_Name_Choice_Revisited target=_blank>2006</a> study of <i>New York Times’</i> wedding announcements (4%) and a <a href=https://www.nytimes.com/2015/06/28/upshot/maiden-names-on-the-rise-again.html target=_blank>2007</a> survey of American Community Survey responses (1.3%).","image":"DigginsSmith.jpg"},{"firstName":"Kareem","lastName":"Abdul-Jabbar","lastNameLeft":"Abdul","lastNameRight":"Jabbar","decade":"1970s","startYear":"1970","endYear":"1989","category":"Changed name for religious reasons","team":"Los Angeles Lakers, Milwaukee Bucks","position":"center","league":"NBA","text":"Abdul-Jabbar entered the NBA during the 1969-1970 season under a different name: Lew Alcindor. He converted to Islam in 1968 but didn’t publically begin using his hyphenated name until a few years later in 1971. In Arabic, the prefix <a href=https://slate.com/news-and-politics/2006/06/what-s-with-the-al-names-in-the-middle-east.html target=_blank>“al” is an article</a>, similar to the English “the.” “Abdul” is a combination of two prefixes: “abd,” meaning “servant of” and “al.” Abdul-Jabbar’s name means “noble servant of Allah.” In his <a href=https://www.amazon.com/Becoming-Kareem-Growing-off-Court/dp/B076KYY5J2/ref=sr_1_1?creativeASIN=B076KYY5J2&linkCode=w50&tag=entertain07-20&imprToken=uY0EWLUQyhjqtJx5C2tvLw&slotNum=0&ie=UTF8&qid=1511215015&sr=8-1&keywords=becoming+kareem target=_blank>2017 autobiography</a>, he wrote: “People did not want me messing with their idea of who I was or what I represented to them. To many, by changing my religion and name, I was no longer the typical American kid playing a typical American sport, embodying typical American values.”","image":"AbdulJabbar.jpg"},{"firstName":"Jean-Luc","lastName":"Grand-Pierre","lastNameLeft":"Grand","lastNameRight":"Pierre","decade":"1990s","startYear":"1999","endYear":"2004","category":"Culturally traditional hyphenated name","team":"Columbus Blue Jackets, Atlanta Thrashers, Washington Capitals","position":"defenseman","league":"NHL","text":"Grand-Pierre was dubbed the <a href=https://twitter.com/JLGP34 target=_blank>“The Hyphenator”</a> for his double double-barrelled name. The former NHL defenseman is from Quebec, where hyphenated last names are common. French influence in places like Canada, Haiti, and New Orleans gives us names like Grand-Pierre’s and <a href=https://www.sun-sentinel.com/sports/fl-xpm-2012-02-03-fl-hyde-jason-pierre-paul-0204-20120203-story.html target=_blank>Jason Pierre-Paul</a> and <a href=https://www.theadvocate.com/baton_rouge/article_8e385f3e-2738-5bba-bc27-9c7877cfc932.html target=_blank>Stanley Jean-Baptiste</a>. Hyphenated names are also common in African culture where names can be derived from family history (see <a href=http://usatoday30.usatoday.com/sports/college/mensbasketball/atlantic10/2006-02-22-colonials-cover_x.htm target=_blank>Pops Mensah-Bonsu</a>) and in Hispanic culture where the mother’s name is included in the family name (see <a href=http://extras.denverpost.com/broncos/super139.htm target=_blank>David Diaz-Infante</a>). A few years after Grand-Pierre was born, Quebec also implemented a <a href=http://www.asanet.org/news-events/footnotes/apr-may-jun-2017/features/sex-and-province-short-history-quebec target=_blank>provincial policy in 1981</a> that prevented women from legally taking on their husband’s last name. The goal was to promote equality for the spouses, but it also created “generation hyphenation.”","image":"GrandPierre.jpg"}],"conclusionCopy":[{"type":"text","value":"Scheuble said she’s unsure if we’ll see the hyphenation trend continue. “We don’t live in a society that’s built for hyphenated names. Often the hyphens just end up getting lopped off.” Having a hyphenated name can also just get cumbersome, especially <a href=https://www.npr.org/2012/07/19/156923573/when-hyphen-boy-meets-hyphen-girl-names-pile-up target=_blank>“when hyphen girl meets hyphen boy.”</a>"},{"type":"text","value":"But, sports may be a special case. Athletes have their names prominently embroidered on the backs of their jerseys, and because their names are so visible they may have different motivations for hyphenating. Since the 2000s more athletes have been changing their names to honor important people in their lives like <a href=http://www.espn.com/espnmag/story?id=3713854 target=_blank>Maurice Jones-Drew’s grandfather</a>, <a href=https://en.wikipedia.org/wiki/Mike_Sims-Walker target=_blank>Mike Sims-Walker’s father</a>, <a href=https://www.kentucky.com/sports/college/kentucky-sports/uk-basketball-men/article44115075.html target=_blank>Michael Kidd-Gilchrist’s uncle</a>, and <a href=https://buffalonews.com/2016/08/05/robey-colemans-new-name-pays-tribute-to-his-late-mom/ target=_blank>Nickell Robey-Coleman’s mother</a>."}],"methodsHed":"Data & methods","methodsCopy":[{"type":"text","value":"Player names were collected from <a href=https://www.baseball-reference.com/ target=_blank>Baseball Reference</a>, <a href=https://www.basketball-reference.com/ target=_blank>Basketball Reference</a>, <a href=https://www.pro-football-reference.com/ target=_blank>Football Reference</a>, <a href=https://www.hockey-reference.com/ target=_blank>Hockey Reference</a>, <a href=https://www.mlssoccer.com/ target=_blank>MLS</a>, and <a href=http://www.nwslsoccer.com/ target=_blank>NWSL</a>. Names that included “-” were tagged and manually vetted. Korean names, where the last name appears before the first name, were not tagged as hyphenated names. Players were grouped into decades by the season in which they played in their first professional game. When seasons spanned multiple years (i.e. 1979-1980), the last year was used as the decade. The reasons for hyphenation were manually researched and added. The code for collecting, tagging and cleaning the names is <a href=https://github.com/the-pudding/hyphenated-names target=_blank>here</a>."}]}